Repository: reguiegyounes/cvCreator
Catalog: Words.*.resx
Languages: ar

source: Add
ar: إضافة

# Added
source: Added successfully
ar: تمت الإضافة بنجاح

# AddPersonFirst
source: There are no persons, add person first
ar: لايوجد اشخاص ، قم ياضافة اشخاص اولا

# Ar
source: Arabic
ar: عربي

source: Backup
ar: النسخة الاحتياطية

source: Backup Success
ar: تم انشاء نسخة احتياطية

source: browse for folder
ar: تصفح بحثًا عن مجلد

source: Change directory
ar: تغيير المسار

# DatabaseCreated
source: Database created successfully
ar: تم انشاء قاعدة البيانات بنجاح

# DateRegistration
source: date of registration
ar: تاريخ التسجيل

source: Delete
ar: الحذف

source: Delete person
ar: سيتم حذف السيرة الذاتية الخاصة بهذا الشخص من قاعدة البيانات وبقاء المجلد الخاص به

# DeleteQuestion
source: Are you sure you want to delete it?
ar: هل انت متاكد من الحذف؟

source: Delete Section
ar: سيتم حذف جميع الاقسام الفرعية و الخيارات التابعة لهذا القسم و حذفه من كل السيرات الذاتية الموجودة

source: Delete selection
ar: سيتم حذف هذا الخيار من كل السيرات الذاتية الموجودة

source: Delete sub-section
ar: سيتم حذف الخبارات التابعة لهذا القسم الفرعي و حذفه من كل السيرات الذاتية الموجودة

source: Edit
ar: تعديل

# EmptyTable
source: The table is empty, add rows first
ar: الجدول فارغ ، قم باضافة اسطر اولا

# En
source: English
ar: إنجليزي

source: Error
ar: خطأ

source: Error closing connection
ar: خطأ في غلق الاتصال

# ErrorDelete
source: An error occurred during deletion
ar: حدث خطأ اثناء الحذف

# ErrorFillTextBox
source: There is an error in filling elements
ar: هناك خطأ في ملأ العناصر

# ErrorOpenConnection
source: Error opening connect to the database
ar: خطأ في فتح الاتصال بقاعدة البيانات

source: Error print
ar: حدث خطأ أثناء تحضير السيرة الذاتية للطباعة

# ExportSuccessfully
source: The export completed successfully
ar: تم التصدير بنجاح

# Fr
source: French
ar: فرنسي

# FullNameAr
source: Full Name (Arabic)
ar: الاسم الكامل (عربي)

source: Full Name (Latin)
ar: الاسم الكامل (لاتيني)

# GoSections
source: Go to sections
ar: اذهب الى الاقسام

# GoSelectios
source: Go to selections
ar: اذهب الى الخيارات

# GoSub_sections
source: Go to sub-sections
ar: اذهب الى الاقسام الفرعية

# idSection
source: id
ar: معرف

# ImageNamePerson
source: File name image
ar: إسم ملف الصورة

# InstallEngine
source: Install Microsoft Access Database Engine 2010
ar: قم بتثبيت Microsoft Access Database Engine 2010

source: Key not found
ar: المفتاح غير موجود

# Modified
source: Modified successfully
ar: تم التعديل بنجاح

source: More
ar: المزيد

source: OK
ar: موافق

source: Open
ar: فتح

source: or
ar: أو

source: Order
ar: الترتيب

# QuestionChangeLanguage
source: The program will be restarted to save the changes
ar: سيتم اعادة تشغيل البرنامج لحفظ التغيرات

source: Repeat
ar: تكرار

# RestoreDatabase
source: Database restore
ar: استرجاع قاعدة البيانات

# RestoreSuccess
source: database restore success
ar: تم استرجاع قاعدة البيانات بنجاح

source: Section
ar: القسم

source: Selection
ar: الخيار

source: Sub_section
ar: القسم الفرعي
